<ul>
    <li>Совершенно бесплатна - просто берете и используете</li>
    <li>Не требовательна к ресурсам - работает на самом простом хостинге</li>
    <li>Простая и удобная панель управления</li>
    <li>Простота расширения функционала</li>
    <li>Большое <a href="http://www.yiiframework.ru/forum/index.php" target="_blank">сообщество Yii-разработчиков</a> - легко найдете человека на поддержку</li>
    <li><strong>Вашему разработчику будет приятнее работать с Юпи!, чем с Бит...+)</strong></li>
    <li>Коммерческая поддержка - <a href="http://yupe.ru/pages/support">напишите нам</a> </li>
</ul>